<?php
//-------------------------------------------------------------------
// 作成日：2020/04/27
// 作成者：鈴木
// 内  容：ログイン
//-------------------------------------------------------------------

//----------------------------------------
//  設定ファイル
//----------------------------------------
require "./config.ini";


//----------------------------------------
//  データ一覧取得
//----------------------------------------
// 操作クラス
$objManage = new DB_manage( _DNS );
$objStaff  = new AD_staff( $objManage );

// データ取得
$res = $objStaff->login( $arr_post["account"], $arr_post["password"] );

// クラス削除
unset( $objManage );
unset( $objStaff  );

// メッセージ
$_SESSION["admin"]["message"] = $res;

// 管理画面TOPへ
header( "Location: ./" );
?>
